notes/2021-03-02-10-54-46-pedrosa_2021_what.org
#+TITLE: pedrosa_2021_what: To what extent does aggregate leverage determine financial fragility? New insights from an agent-based stock-flow consistent model (2021, )
#+OPTIONS: toc:nil num:nil
#+ROAM_KEY: cite:pedrosa_2021_what
#+ROAM_TAGS: "Reference Update" "High Relevance" Minsky "Good Practices" SFC-ABM "Financial Instability Hypothesis"
Time-stamp: 2021-03-02


* Backlinks

[[file:20210301104540-minskian_theory.org][Minskian theory]]

[[file:20210301105212-investimento_fluxo_de_caixa_e_dinamica_da_alavancagem_regime_minskiano_ou_paradoxo_da_divida.org][Investimento, fluxo de caixa e dinâmica da alavancagem: regime minskiano ou paradoxo da dívida?]]
