docs/notes/2021-03-02-10-54-46-pedrosa_2021_what.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-10 sex 16:27 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>pedrosa_2021_what: To what extent does aggregate leverage
  determine financial fragility? New insights from an agent-based
  stock-flow consistent model (2021, )</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">pedrosa_2021_what: To what extent does
    aggregate leverage determine financial fragility? New insights
    from an agent-based stock-flow consistent model (2021, )</h1>
    <p>Time-stamp: 2021-03-02</p>
    <div id="outline-container-orge50c117" class="outline-2">
      <h2 id="orge50c117">Backlinks</h2>
      <div class="outline-text-2" id="text-orge50c117">
        <p><a href=
        "20210301104540-minskian_theory.html#ID-8f8c3ff0-cd9b-4ead-b335-f205d869005a">
        Minskian theory</a></p>
        <p><a href=
        "20210301105212-investimento_fluxo_de_caixa_e_dinamica_da_alavancagem_regime_minskiano_ou_paradoxo_da_divida.html#ID-5fb17212-0437-4d5a-bbd1-767f34f0e4d3">
        Investimento, fluxo de caixa e dinâmica da alavancagem:
        regime minskiano ou paradoxo da dívida?</a></p>
      </div>
    </div>
