notes/2021-03-02-10-54-46-pedrosa_2021_what.org
* FISH-5SS


|---------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| <40>                                        | <50>                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               |
| *Background*                                | K+S family models; Kaleckian profit-equation;[[file:2021-03-01-16-46-18-toporowski_2008_Minsky.org][toporowski_2008_Minsky: Minsky's 'induced investment and business cycles' (2008, Cambridge Journal of Economics)]]  proposal; Steindlian paradox of debt regime.                                                                                                                                                                                                                                                                                                                                                                                                                                        |
| *Supporting Ideas*                            | Peaking-order theory; Elastic labor supply; No empirical support for financial determinants of investment (Why to employ an accelerator-based function); Mark-up depends positively on market-share;                                                                                                                                                                                                                                                                                                                                                                                                                                               |
| *Purpose*                                     |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
| *Originality/value (Contribution)*            | Exploration of the monetary implications of Kaleckian profit equation in a AB-SFC model; Proposes both a Financial instability index and a profit-debt concentration index;                                                                                                                                                                                                                                                                                                                                                                                                                                                                        |
| *Relevance*                                   |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
| *Design/methodology/approach*                 | AB-SFC with numerical simulations in which only firm sector is heterogeneous.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |
| *Results*                                     | Lumpy investment: high investment coexist with low investment; Neither credit rationin nor firm-specific interet ratio alters qualitative results of baseline scenario; Leverage ratio is persistent; *Main:* Aggregate leverage ratio is not an adequate index for systematic financial instability; Who recieves the profits matter: if low-leverage firms recieve, high-leverage have insufficient cash flows to cover the debt servicing -> Speculative -> Ponzi; The first and second leverage ratio quartiles present more variability than the other; Minskian and Steindlian regime coexits; *Main:* Systemic fragility needs to be bottom-up; |
| *(Interesting) Findings*                      | The distribution of total demand among firms depends on relative competitiveness; References for pro-ciclycality of credit; The smaller firms are more pronned to become Ponzi;                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
| *Research limitations/implications (Critics)* |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
| *Uncategorized stuff*                         | Firms closure is based on peaking-order theory: Firms prioritize internal funds than loans; Entry-exit mechanism is a frequent source of black-holes in ABM model; Why to discart first periods? Agents start as homogeneous units.                                                                                                                                                                                                                                                                                                                                                                                                                |
| *5SS*                                         |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |
|---------------------------------------------+----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

* Specifics comments
 :PROPERTIES:
 :Custom_ID: pedrosa_2021_what
 :AUTHOR: Pedrosa, \'Italo, & Lang, D.
 :JOURNAL:
 :YEAR: 2021
 :DOI:
 :URL:
 :END:
