docs/notes/2021-03-02-10-54-46-pedrosa_2021_what.html
    <div id="outline-container-orgbb3f299" class="outline-2">
      <h2 id="orgbb3f299">FISH-5SS</h2>
      <div class="outline-text-2" id="text-orgbb3f299">
        <table border="2" cellspacing="0" cellpadding="6" rules=
        "groups" frame="hsides">
          <colgroup>
            <col class="org-left" />
            <col class="org-left" />
          </colgroup>
          <tbody>
            <tr>
              <td class="org-left"><b>Background</b></td>
              <td class="org-left">K+S family models; Kaleckian
              profit-equation;<a href=
              "2021-03-01-16-46-18-toporowski_2008_Minsky.html#ID-b22cda99-562b-4c54-84a7-bd0a488b22e7">toporowski_2008_Minsky:
              Minsky’s ’induced investment and business cycles’
              (2008, Cambridge Journal of Economics)</a> proposal;
              Steindlian paradox of debt regime.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Supporting Ideas</b></td>
              <td class="org-left">Peaking-order theory; Elastic
              labor supply; No empirical support for financial
              determinants of investment (Why to employ an
              accelerator-based function); Mark-up depends
              positively on market-share;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Purpose</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Originality/value
              (Contribution)</b></td>
              <td class="org-left">Exploration of the monetary
              implications of Kaleckian profit equation in a AB-SFC
              model; Proposes both a Financial instability index
              and a profit-debt concentration index;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Relevance</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left">
              <b>Design/methodology/approach</b></td>
              <td class="org-left">AB-SFC with numerical
              simulations in which only firm sector is
              heterogeneous.</td>
            </tr>
            <tr>
              <td class="org-left"><b>Results</b></td>
              <td class="org-left">Lumpy investment: high
              investment coexist with low investment; Neither
              credit rationin nor firm-specific interet ratio
              alters qualitative results of baseline scenario;
              Leverage ratio is persistent; <b>Main:</b> Aggregate
              leverage ratio is not an adequate index for
              systematic financial instability; Who recieves the
              profits matter: if low-leverage firms recieve,
              high-leverage have insufficient cash flows to cover
              the debt servicing -&gt; Speculative -&gt; Ponzi; The
              first and second leverage ratio quartiles present
              more variability than the other; Minskian and
              Steindlian regime coexits; <b>Main:</b> Systemic
              fragility needs to be bottom-up;</td>
            </tr>
            <tr>
              <td class="org-left"><b>(Interesting)
              Findings</b></td>
              <td class="org-left">The distribution of total demand
              among firms depends on relative competitiveness;
              References for pro-ciclycality of credit; The smaller
              firms are more pronned to become Ponzi;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Research
              limitations/implications (Critics)</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
            <tr>
              <td class="org-left"><b>Uncategorized stuff</b></td>
              <td class="org-left">Firms closure is based on
              peaking-order theory: Firms prioritize internal funds
              than loans; Entry-exit mechanism is a frequent source
              of black-holes in ABM model; Why to discart first
              periods? Agents start as homogeneous units.</td>
            </tr>
            <tr>
              <td class="org-left"><b>5SS</b></td>
              <td class="org-left">&nbsp;</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
    <div id="outline-container-pedrosa_2021_what" class=
    "outline-2">
      <h2 id="pedrosa_2021_what">Specifics comments</h2>
      <div class="outline-text-2" id="text-pedrosa_2021_what">
      </div>
